"No supported capture hardware was found." = "No supported capture hardware was found.";
"Please connect an EasyCap DC60 to your computer. Please note that the DC60+ is not supported." = "Please connect an EasyCap DC60 to your computer. Please note that the DC60+ is not supported.";
"OK" = "OK";
"This device requires a USB 2.0 High Speed port in order to operate." = "This device requires a USB 2.0 High Speed port in order to operate.";
"Make sure it is plugged into a port that supports high speed." = "Make sure it is plugged into a port that supports high speed.";
"Recording is not supported in 64-bit mode." = "Recording is not supported in 64-bit mode.";
"Relaunch EasyCapViewer in 32-bit mode to record." = "Relaunch EasyCapViewer in 32-bit mode to record.";
"Exit Full Screen" = "Exit Full Screen";
"Enter Full Screen" = "Enter Full Screen";
"Pause" = "Pause";
"Play" = "Play";
"Record" = "Record";
"untitled" = "untitled";
"Turn Floating On" = "Turn Floating On";
"Turn Floating Off" = "Turn Floating Off";
"Turn V-Sync On" = "Turn V-Sync On";
"Turn V-Sync Off" = "Turn V-Sync Off";
"Turn Smoothing On" = "Turn Smoothing On";
"Turn Smoothing Off" = "Turn Smoothing Off";
"Show Dropped Frames" = "Show Dropped Frames";
"Hide Dropped Frames" = "Hide Dropped Frames";
"Composite 1" = "Composite 1";
"Composite 2" = "Composite 2";
"Composite 3" = "Composite 3";
"Composite 4" = "Composite 4";
"S-Video" = "S-Video";

"Auto-detect" = "Auto-detect";
"NTSC 4.43" = "NTSC 4.43";
"NTSC" = "NTSC";
"PAL-60" = "PAL-60";
"PAL-M" = "PAL-M";
"NTSC-J" = "NTSC-J";
"PAL" = "PAL";
"PAL-N" = "PAL-N";
"NTSC-N" = "NTSC-N";
"SECAM" = "SECAM";
